Repository: daneden/Zeitgeist
Catalog: Localizable.xcstrings
Source language: en
Languages: fr

source: %@ ago
fr: Il y a %@

source: %@ Production rebuild
fr: %@ Reconstruction de la production

source: A new deployment is required for your changes to take effect.
fr: Un nouveau déploiement est nécessaire pour que vos modifications prennent effet.

source: Account
fr: Compte

source: Account permissions revoked
fr: Autorisations de compte révoquées

source: Accounts
fr: Comptes

source: Add account
fr: Ajouter un compte

source: Add environment variable
fr: Ajouter une variable d'environnement

source: Add new environment variable
fr: Ajouter une nouvelle variable d'environnement

source: All statuses
fr: Tous les statuts

source: Are you sure you want to cancel this deployment?
fr: Êtes-vous sûr de vouloir annuler ce déploiement ?

source: Are you sure you want to delete this deployment?
fr: Êtes-vous sûr de vouloir supprimer ce déploiement ?

source: Are you sure you want to permanently delete this environment variable?
fr: Êtes-vous sûr de vouloir supprimer définitivement cette variable d'environnement ?

source: At least one target must be selected. For more advanced settings, such as custom Git branch configuration for Preview targets, configure your environment variable on Vercel’s website.
fr: Au moins une cible doit être sélectionnée. Pour des paramètres plus avancés, tels que la configuration personnalisée de la branche Git pour les cibles de prévisualisation, configurez votre variable d'environnement sur le site Web de Vercel.

source: Authenticate
fr: Authentifiez-vous

source: Authentication
fr: Authentification

source: Authentication is used to protect sensitive information such as environment variables
fr: L'authentification est utilisée pour protéger les informations sensibles telles que les variables d'environnement

source: Authentication required
fr: Authentification requise

source: Auto-lock after
fr: Verrouillage automatique après

source: Build logs
fr: Journaux pour la construction

source: Building
fr: Construire

source: Cancel
fr: Annuler

source: Cancel deployment
fr: Annuler le déploiement

source: Cancelled
fr: Annulé

source: Clear filters
fr: Effacer les filtres

source: Close
fr: Fermer

source: Continue
fr: Continuer

source: Copy
fr: Copie

source: Copy commit SHA
fr: Copier commit SHA

source: Copy commit URL
fr: Copier l'URL de commit

source: Copy URL
fr: Copier l'URL

source: Current Production Deployment
fr: Déploiement actuel de la production

source: Danger Zone
fr: Zone de danger

source: Delete
fr: Supprimer

source: Delete deployment
fr: Supprimer le déploiement

source: Delete environment variable
fr: Supprimer la variable d'environnement

source: Deleting this deployment might break links used in integrations, such as the ones in the pull requests of your Git provider. This action cannot be undone.
fr: La suppression de ce déploiement peut casser les liens utilisés dans les intégrations, tels que ceux des demandes de tirage de votre fournisseur Git. Cette action ne peut pas être annulée.

source: Deployed
fr: Déployé

source: Deployment
fr: Déploiement

source: Deployment aliases
fr: Alias de déploiement

source: Deployment cause
fr: Cause du déploiement

source: Deployment details
fr: Détails du déploiement

source: Deployment URL
fr: URL de déploiement

source: Details
fr: Détails

source: Development
fr: Développement

source: Dismiss
fr: Fermer

source: Edit
fr: Éditer

source: Edit environment variable
fr: Modifier la variable d'environnement

source: Environment
fr: Environnement

source: Environment variable names must begin with a letter and can only contain letters, numbers, and underscores
fr: Les noms des variables d'environnement doivent commencer par une lettre et ne peuvent contenir que des lettres, des chiffres et des traits de soulignement.

source: Environment variables
fr: Variables d'environnement

source: Environment variables with Vercel Secrets values are indicated by a padlock icon. Note that creating and updating Secrets is not currently supported.
fr: Les variables d'environnement avec les valeurs Vercel Secrets sont indiquées par une icône de cadenas. Notez que la création et la mise à jour de Secrets ne sont actuellement pas prises en charge.

source: Error authenticating account
fr: Erreur lors de l'authentification du compte

source: Error building
fr: Erreur

source: Filter deployments
fr: Filtrer les déploiements

source: Filter deployments by:
fr: Filtrer les déploiements par:

source: Follow logs
fr: Suivre les journaux

source: Git repository
fr: Dépôt Git

source: Go to the Settings app to enable notifications for Zeitgeist
fr: Accédez à l'application Paramètres pour activer les notifications pour Zeitgeist

source: Group notifications by
fr: Notifications de groupe par

source: Latest deployment
fr: Dernier déploiement

source: Latest production deployment
fr: Dernier déploiement de production

source: Loading
fr: Chargement

source: Loading deployments
fr: Chargement des déploiements

source: Loading projects
fr: Chargement des projets

source: Loading...
fr: Chargement...

source: Manual deployment
fr: Déploiement manuel

source: Name
fr: Nom

source: Never
fr: Jamais

source: No account selected
fr: Aucun compte sélectionné

source: No accounts found
fr: Aucun compte trouvé

source: No aliases assigned to deployment
fr: Aucun alias assigné au déploiement

source: No deployment selected
fr: Aucun déploiement sélectionné

source: No deployments to show
fr: Aucun Déploiement À Montrer

source: No environment variables for project
fr: Aucune variable d'environnement

source: No project selected
fr: Aucun projet sélectionné

source: No projects to show
fr: Aucun Projet À Montrer

source: Notification permissions required
fr: Autorisations de notification requises

source: Notification settings
fr: Paramètres de notification

source: Notifications for %@
fr: Notifications pour %@

source: Offline
fr: Hors ligne

source: Open in %@
fr: Ouvert dans %@

source: Open in browser
fr: Ouvrir dans le navigateur

source: Open Settings
fr: Ouvrir les paramètres

source: Optionally display emoji to quickly denote different build statuses: ⏱ Build Started, ✅ Deployed, and 🛑 Build Failed
fr: En option, affichez des emoji pour indiquer rapidement différents statuts de construction : ⏱ La construction a commencé, ✅ Déployé, et 🛑 Échec de la construction

source: Overview
fr: Vue d'ensemble

source: Preview
fr: Aperçu

source: Privacy Policy
fr: Politique de confidentialité

source: Production branch
fr: Direction de la production

source: Production deployment
fr: Déploiement de la production

source: Production deployments only
fr: Déploiements de production uniquement

source: Production only
fr: Production uniquement

source: Project
fr: Projet

source: Project details
fr: Détails du projet

source: Projects
fr: Projets

source: Promote to production
fr: Promouvoir à la production

source: Queued
fr: En file d'attente

source: Ready
fr: Prêt

source: Recent deployments
fr: Déploiements récents

source: Redeploy
fr: Redéploy

source: Redeploy to production
fr: Redéployer en production

source: Redeploy with existing build cache
fr: Redéployez avec le cache de construction existant

source: Remove account
fr: Supprimer le compte

source: Reset notification settings
fr: Réinitialiser les paramètres de notification

source: Review on the App Store
fr: Avis sur l'App Store

source: Settings
fr: Paramètres

source: Show deployment cause for...
fr: Montrer la cause du déploiement pour...

source: Show Emoji in notification titles
fr: Afficher Emoji dans les titres de notification

source: Sign in with Vercel
fr: Se connecter avec Vercel

source: Sign out
fr: Se désinscrire

source: Sign out of all accounts
fr: Se déconnecter de tous les comptes

source: Status
fr: Statut

source: Submit
fr: Envoyer

source: Submit feedback
fr: Soumettre des commentaires

source: Target
fr: Cible

source: Terms of Use
fr: Conditions d'utilisation

source: The selected account has not been authorised on this device. You can try signing out and signing in again.
fr: Le compte sélectionné n'a pas été autorisé sur cet appareil. Vous pouvez essayer de vous déconnecter et de vous connecter à nouveau.

source: There was a problem loading data for this account. It may have been deleted, or its access token may have been revoked.
fr: Il y a eu un problème de chargement des données pour ce compte. Il se peut qu'il ait été supprimé ou que son jeton d'accès ait été révoqué.

source: This deployment will be promoted to production. This project's domains will point to your new deployment, and all environment variables defined for the production environment in the project settings will be applied.
fr: Ce déploiement sera promu à la production. Les domaines de ce projet pointeront vers votre nouveau déploiement, et toutes les variables d'environnement définies pour l'environnement de production dans les paramètres du projet seront appliquées.

source: This will immediately stop the build, with no option to resume.
fr: Cela arrête immédiatement la construir, sans possibilité de reprendre.

source: To get started, sign in with your Vercel account.
fr: Pour commencer, connectez-vous avec votre compte Vercel.

source: Value
fr: Valeur

source: View logs
fr: Voir les journaux

source: View options
fr: Options de visualisation

source: Waiting for data
fr: En attente de données

source: Watch builds complete, cancel or delete them, and get quick access to their URLs, logs, and commits.
fr: Regardez les builds se terminer, les annuler ou les supprimer, et obtenez un accès rapide à leurs URL, journaux et commits.

source: Welcome to Zeitgeist
fr: Bienvenue à Zeitgeist

source: What’s new in Zeitgeist
fr: Quoi de neuf dans Zeitgeist

source: When enabled, Zeitgeist will only send the notification types selected below for deployments targeting a production environment.
fr: Lorsqu'il est activé, Zeitgeist n'enverra que les types de notification sélectionnés ci-dessous pour les déploiements ciblant un environnement de production.

source: You are about to create a new deployment with the same source code as your current deployment, but with the newest configuration from your project settings.
fr: Vous êtes sur le point de créer un nouveau déploiement avec le même code source que votre déploiement actuel, mais avec la configuration la plus récente à partir de vos paramètres de projet.

source: Zeitgeist lets you see and manage your Vercel deployments.
fr: Zeitgeist vous permet de voir et de gérer vos déploiements Vercel.
